git
zsh
stow
curl
wget
tmux
ripgrep
fd-find
fzf
build-essential
cmake
libssl-dev
zlib1g-dev
libbz2-dev
libreadline-dev
libsqlite3-dev
libffi-dev
python3-pip
python3-venv
fontconfig
liblzma-dev
libyaml-dev
unzip
