zsh
stow
curl
wget
tmux
ripgrep
fd-find
fzf
ninja-build
@development-tools
cmake
openssl-devel
zlib-devel
bzip2
bzip2-devel
readline-devel
sqlite-devel
libffi-devel
python3-pip
python3-virtualenv
fontconfig
xz-devel
libyaml-devel
unzip
